{
   "artificer" : {
      "hit_dice" : "1d8 per artificer level",
      "hit_points_at_1st_level" : "8 + your Constitution modifier",
      "hit_points_at_higher_levels" : "1d8 (or 5) + your Constitution modifier per artificer level after 1st",
      "armor" : "Light and medium armor",
      "weapons" : "Simple weapons",
      "tools" : "Thieves' tools, two other tools of your choice", 
      "saving_throws" : "Constitution, Intelligence",
      "skills" : "Choose three from Arcana, Deception, History, Investigation, Medicine, Nature, Religion, and Sleight of Hand",
      "equipment1" : "(a) a handaxe and a light hammer or (b) any two simple weapons",
      "equipment2" : "A light crossbow and 20 bolts",
      "equipment3" : "(a) scale mail or (b) studded leather armor and in addition you get thieves' tools and a dungeoneer's pack",
      "quickbuild" : "You can make a artificer quickly by following these suggestions. First put your highest ability score in Dexterity, followed by Inteligence and Constitution"
   },
   "barbarian" : {
      "hit_dice" : "1d12 per barbarian level",
      "hit_points_at_1st_level" : "12 + your Constitution modifier",
      "hit_points_at_higher_levels" : "1d12 (or 7) + your Constitution modifier per barbarian level after 1st",
      "armor" : "Light armor, medium armor, shields",
      "weapons" : "Simple weapons, martial weapons",
      "tools" : "None", 
      "saving_throws" : "Strength, Constitution",
      "skills" : "Choose two from Animal Handling, Athletics, Intimidation, Nature, Perception, and Survival",
      "equipment1" : "(a) a greataxe or (b) any martial melee weapon",
      "equipment2" : "(a) two handaxes or (b) any simple weapon",
      "equipment3" : "An explorer’s pack and four javelins",
      "quickbuild" : "You can make a barbarian quickly by following these suggestions. First, put your highest ability score in Strength, followed by Constitution. Second, choose the outlander background."
   },
   "bard" : {
      "hit_dice" : "1d8 per bard level",
      "hit_points_at_1st_level" : " 8 + your Constitution modifier",
      "hit_points_at_higher_levels" : "1d8 (or 5) + your Constitution modifier per bard level after 1st",
      "armor" : "Light armor",
      "weapons" : "Simple weapons, hand crossbows, longswords, rapiers, shortswords",
      "tools" : "Three musical instruments of your choice", 
      "saving_throws" : "Dexterity, Charisma",
      "skills" : "Choose any three",
      "equipment1" : "(a) a rapier, (b) a longsword, or (c) any simple weapon",
      "equipment2" : "(a) a Diplomat's Pack or (b) an Entertainer's Pack",
      "equipment3" : "(a) a lute or (b) any other musical instrument in addition you get Leather armor and a dagger",
      "quickbuild" : "You can make a bard quickly by following these suggestions. First, Charisma should be your highest ability score, followed by Dexterity. Second, choose the entertainer background. Third, choose the dancing lights and vicious mockery cantrips, along with the following 1st-level spells: charm person, detect magic, healing word, and thunderwave."
   },
   "bloodhunter" : {
      "hit_dice" : "1d10 per blood hunter level",
      "hit_points_at_1st_level" : "10 + your Constitution modifier",
      "hit_points_at_higher_levels" : "1d10 (or 6) + your Constitution modifier per blood hunter level after 1st",
      "armor" : "Light armor, medium armor, shields",
      "weapons" : "Simple weapons, martial weapons",
      "tools" : "Alchemist’s supplies", 
      "saving_throws" : "Strength, Wisdom",
      "skills" : "Choose two from Athletics, Acrobatics, Arcana, Insight, Investigation, and Survival",
      "equipment1" : "(a) a martial weapon or (b) two simple weapons",
      "equipment2" : "(a) a light crossbow and 20 bolts or (b) hand crossbow and 20 bolts",
      "equipment3" : "(a) studded leather armor or (b) scale mail armor \r an explorer’s pack",
      "quickbuild" : "You can make a blood hunter quickly by following these suggestions. First, make Strength or Dexterity your highest ability score, depending on whether you want to focus on melee weapons, or ranged and finesse weapons. Make Wisdom your next highest if you plan to focus on the potency of blood curses and mystical power. Choose a higher Constitution next if you wish to use Crimson Rite on multiple weapons or want to have extra hit points to burn on amplifying blood curses. Then, select the Haunted One or Acolyte background."
   },
   "cleric" : {
      "hit_dice" : "1d8 per cleric level",
      "hit_points_at_1st_level" : "8 + your Constitution modifier",
      "hit_points_at_higher_levels" : "1d8 (or 5) + your Constitution modifier per cleric level after 1st",
      "armor" : "Light armor, medium armor, shields",
      "weapons" : "Simple weapons",
      "tools" : "None", 
      "saving_throws" : "Wisdom, Charisma",
      "skills" : "Choose two from History, Insight, Medicine, Persuasion, and Religion",
      "equipment1" : "(a) a mace or (b) a warhammer (if proficient)",
      "equipment2" : "(a) scale mail, (b) leather armor, or (c) chain mail (if proficient)",
      "equipment3" : "(a) a light crossbow and 20 bolts or (b) any simple weapon \r (a) a priest’s pack or (b) an explorer’s pack \r A shield and a holy symbol",
      "quickbuild" : "You can make a cleric quickly by following these suggestions. First, Wisdom should be your highest ability score, followed by Strength or Constitution. Second, choose the acolyte background."
   }
}
